arch-install-scripts
aspell-en
aws-cli
base
base-devel
bat
chafa
cmake
cmigemo-git
ctags
direnv
docker
docker-compose
expect
ffmpeg
fzf
ghq-bin
git
github-cli
global
google-chrome
gtk3
hub
imagemagick
imgcat
jq
less
libgccjit
libxpm
lsof
man-db
man-pages
nano
neovim
ngrok
nkf-git
nodenv
nodenv-node-build
noto-fonts-emoji
npm
openapi-generator
openssh
pnpm
po4a
poppler
poppler-glib
powerline-fonts
protobuf
python-pip
python-pygments
reflector
ripgrep
rsync
sqlfluff
tfenv
the_silver_searcher
tmux
tree-sitter
ttf-hackgen
unzip
vacuum
vi
vim
wget
wine
words
xorg-xeyes
xsel
yarn
yaskkserv2-bin
yay
zsh
