# pacman -S < pacman.txt
alsa-utils
arandr
autoconf
automake
autorandr-git
bash
binutils
bison
bluez
bluez-utils
bzip2
cmigemo-git
coreutils
cryptsetup
ctags
device-mapper
dhcpcd
dialog
dictd
diffutils
dmenu
dmidecode
docker
dropbox
dunst
e2fsprogs
efibootmgr
emacs
expect
fakeroot
feh
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
ghc-mod
git
glibc
global
gmrun
goldendict
google-chrome
gpointing-device-settings
grep
groff
grub
gzip
htop
hub
ibus
ibus-skk
inetutils
intel-ucode
iproute2
iputils
iw
jdk8-openjdk
jfsutils
less
libtool
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
nano
netctl
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntp
openssh
otf-ipafont
pacman
parted
patch
pciutils
pcmciautils
perl
pkg-config
poppler-glib
postgis
procps-ng
psmisc
pulseaudio-bluetooth
redis
reiserfsprogs
rxvt-unicode
s-nail
sbcl
sbt
scala
scala-docs
scala-sources
sed
shadow
skk-jisyo
sshrc
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
the_silver_searcher
tinycdb
tmux
ttf-ricty
urxvt-resize-font-git
usbutils
util-linux
vi
vim
which
wpa_actiond
wpa_supplicant
xbindkeys
xcape
xclip
xf86-input-synaptics
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfsprogs
xmobar
xmonad
xmonad-contrib
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-luit
xorg-server
xorg-server-devel
xorg-server-utils
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-smproxy
xorg-x11perf
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver-arch-logo
xss-lock-git
xterm
yaourt
zeal
zsh
