acpi
adobe-base-14-fonts
aic94xx-firmware
alsa-utils
arandr
aspell-en
autoconf
automake
autorandr-git
bash
bind-tools
binutils
bison
blueman
bzip2
cairo
ccache
clang
clipmenu
cmigemo-git
coreutils
cryptsetup
ctags
deepin-screenshot
dep
device-mapper
dhcpcd
dialog
dictd
diffutils
direnv
dmenu
dmidecode
docker
docker-compose
dosfstools
dotnet-sdk-rc
dropbox
dunst
e2fsprogs
efibootmgr
evtest
exfat-utils-autodetect
expect
fakeroot
fcgi
feh
file
filesystem
findutils
firefox
flex
fontforge
gauche
gawk
gcc
gcc-libs
gdb
gettext
git
glibc
global
google-chrome
gpsd
grep
groff
grub
gzip
haskell-haddock-library
hello
htop
hub
hugo
imagemagick
inetutils
intel-ucode
iproute2
iputils
iw
jdk8-openjdk
jfsutils
joe-go
joyutils
jq
less
libcurl-compat
libgit2
libtool
libyaml
licenses
linux
logrotate
lsof
lvm2
lynx
m4
make
man-db
man-pages
man-pages-ja
mdadm
mitmproxy
modemmanager
mplayer
nano
netctl
networkmanager
ngrok
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntp
omnisharp-roslyn
opam
openbsd-netcat
openjdk8-doc
openjdk8-src
openssh
pacman
parted
pass
pass-import
patch
pciutils
perl
perl-authen-sasl
perl-io-socket-ssl
pgadmin3
pkgconf
poppler-data
poppler-glib
procps-ng
psmisc
pulseaudio-alsa
python-pip
python-pygments
qrencode
redshift
reflector
reiserfsprogs
rsync
rxvt-unicode
s-nail
sbcl
sbt
scala
scala-docs
scala-sources
sed
shadow
skk-jisyo
skktools
sshrc
stack
strace
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
the_silver_searcher
tig
tinycdb
tmux
ttf-bitstream-vera
ttf-material-icons
ttf-ricty
uim
units
urxvt-resize-font-git
usbmuxd
usbutils
util-linux
vi
vim
virtualbox
virtualbox-guest-iso
vlc
wd719x-firmware
wget
which
words
wpa_actiond
xbindkeys
xclip
xf86-input-synaptics
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfsprogs
xkeysnail-git
xlogin-git
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xhost
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xsensors
xss-lock-git
yarn
yaskkserv
yay
zathura
zathura-pdf-poppler
zsh
