acpi
adobe-base-14-fonts
alsa-utils
arandr
aspell-en
autoconf
automake
autorandr-git
bash
binutils
bison
bluez
bluez-plugins
bluez-utils
bzip2
cairo
clang
clingo
clipmenu
cmigemo-git
coreutils
cryptsetup
ctags
deepin-screenshot
device-mapper
dhcpcd
dialog
dictd
diffutils
direnv
dmenu
dmidecode
docker
dotnet-sdk-2.0
dropbox
dunst
e2fsprogs
efibootmgr
emojione-fonts
evtest
exfat-utils
expect
fakeroot
fcgi
feh
file
filesystem
findutils
firefox
fontforge
fuse2
gauche
gawk
gcc
gcc-libs
gdb
gettext
git
glew
glfw-x11
glibc
glm
global
gmrun
goldendict
google-chrome
gpointing-device-settings
gpsd
grep
groff
grub
gtop
gzip
haskell-haddock-library
hello
htop
hub
hugo
ibus
imagemagick6
inetutils
intel-ucode
iproute2
iputils
iw
jdk8-openjdk
jfsutils
joe-go
joyutils
killcx
kindleforpc
less
libcurl-compat
libgit2
libimobiledevice-git
libtool
libyaml
licenses
linux
llvm
logrotate
lsof
lvm2
lynx
m4
make
man-db
man-pages
man-pages-ja
mdadm
modemmanager
mplayer
nano
ninja
noto-fonts
noto-fonts-cjk
npm
ntp
omnisharp-roslyn
opam
openbsd-netcat
openjdk8-doc
openjdk8-src
openssh
pacman
pacmatic
parted
pass
pass-import
patch
pciutils
pcmciautils
perl
perl-authen-sasl
perl-io-socket-ssl
pgadmin3
pkg-config
poppler-data
poppler-glib
postgis
powerline-fonts
procps-ng
psmisc
pulseaudio-alsa
pulseaudio-bluetooth
qrencode
qt5-3d
qt5-canvas3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-speech
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
redshift
reflector
reiserfsprogs
rsync
rtags
rxvt-unicode
s-nail
sbcl
sbt
scala
scala-docs
scala-sources
sdl2-jstest-git
sed
shadow
skk-jisyo
sshrc
stack
steam
strace
sudo
swift
swift-lldb
sysfsutils
systemd-sysvcompat
tar
texinfo
the_silver_searcher
tig
tinycdb
tmux
ttf-bitstream-vera
ttf-material-icons
ttf-ricty
uim
units
urxvt-resize-font-git
usbmuxd
usbutils
util-linux
vi
vim
wget
which
wine
winetricks
words
wpa_actiond
wpa_supplicant
xbindkeys
xcape
xclip
xf86-input-synaptics
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfsprogs
xmobar
xmonad
xmonad-contrib
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-luit
xorg-server
xorg-server-devel
xorg-server-utils
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-smproxy
xorg-x11perf
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver-arch-logo
xsensors
xss-lock-git
xterm
yaourt
yarn
zathura
zathura-pdf-poppler
zbar
zenity
zsh
