
aspell-en
autoconf
automake
cmigemo-git
ctags
direnv
docker
docker-compose
expect
github-cli
global
hub
imagemagick
jq
make
npm
pgmodeler
pkgconf
powerline-fonts
python-pip
python-pygments
reflector
rsync
texinfo
the_silver_searcher
tig
tmux
vi
vim
wget
which
zsh
xorg
ttf-ricty
poppler
libpng
zlib
poppler-glib
openssh
