arch-install-scripts
aspell-en
base
base-devel
cmigemo-git
ctags
direnv
docker
docker-compose
expect
fakeroot
fzf
git
github-cli
global
hub
imagemagick
jq
less
libgccjit
libxpm
nano
neovim
nkf-git
nodenv
nodenv-node-build
npm
openssh
pgmodeler
po4a
poppler
poppler-glib
powerline-fonts
protobuf
python-pip
python-pygments
reflector
rsync
sqlfluff
sudo
systemd
tfenv
the_silver_searcher
tmux
tree-sitter
ttf-hackgen
unzip
vi
vim
wget
wl-clipboard
words
yarn
yay
zsh
